# flake8: noqa

TEXTS = {
    'deny_access': 'Извините, доступ к боту разрешён только участникам корпоративной группы.',
    'error_access': 'Произошла ошибка при проверке доступа. Попробуйте позже.',
    'start': ('Привет! Добро пожаловать в Random Coffee. Далее я попрошу тебя отправить мне свои имя и фамилию. '
              'Пожалуйста, укажи настоящие данные. Это важно для корректной работы бота. (PS. добавление имени и фамилии еще не настроено)'),
    're_start': 'Твое участие в Random Coffee активировано.'
}
